{
    "golden_retriever": "Cepíllalo una o dos veces por semana (más durante mudas), elimina pelo muerto y recorta zonas como orejas y cola. Ejercicio diario vigoroso: caminatas largas, juegos de buscar o natación.",
    "poodle": "Cepillado diario y cortes regulares cada 4‑6 semanas para evitar nudos. Muy activo: requiere paseos, correr o agility frecuentes.",
    "siberian_husky": "Cepillado frecuente, especialmente durante la muda. Requiere ejercicio intenso diario como correr o hacer senderismo.",
    "dachshund": "Cepillado semanal, atención especial al vientre y patas. Ejercicio moderado diario, evitando saltos y escaleras.",
    "border_collie": "Cepillado 1–2 veces por semana. Ejercicio muy activo: necesita correr, practicar agility o entrenamiento avanzado.",
    "australian_shepherd": "Cepillado regular y limpieza de orejas. Altamente energético, necesita ejercicio físico y mental intenso diario.",
    "french_bulldog": "Cepillado semanal y limpieza de pliegues faciales. Ejercicio ligero: caminatas cortas, evitar sobrecalentamiento.",
    "bulldog": "Cepillado suave y limpieza de arrugas facial. Ejercicio moderado y breve para evitar fatiga o sobrecalentamiento.",
    "rottweiler": "Cepillado semanal y revisión de uñas. Ejercicio vigoroso diario: caminatas largas, juegos de fuerza o entrenamiento.",
    "doberman": "Mantenimiento mínimo del pelaje. Requiere ejercicio diario activo y estimulación mental continua.",
    "chihuahua": "Cepillado semanal (diario si es de pelo largo). Ejercicio ligero diario, buena opción para espacios pequeños.",
    "beagle": "Cepillado regular y limpieza de orejas. Necesita caminatas diarias largas o juegos activos para evitar aburrimiento.",
    "pug": "Cepillado frecuente y limpieza facial. Ejercicio moderado, evitar calor y actividades intensas.",
    "boxer": "Cepillado semanal y chequeos de piel. Ejercicio diario intenso, ideal para correr o jugar al aire libre.",
    "german_shorthaired": "Cepillado ocasional, pelaje fácil de mantener. Altamente activo, necesita carreras, caza o largos paseos.",
    "great_pyrenees": "Cepillado varias veces por semana. Requiere caminatas diarias y espacio para moverse con libertad.",
    "yorkshire_terrier": "Cepillado diario del pelaje largo. Ejercicio leve a moderado con juegos y caminatas cortas.",
    "havanese": "Cepillado frecuente y cuidado del pelo sedoso. Actividad diaria ligera o moderada, ideal en interiores.",
    "miniature_pinscher": "Cepillado ocasional. Requiere actividad diaria moderada para liberar energía.",
    "samoyed": "Cepillado intenso (diario en época de muda). Necesita ejercicio constante y disfruta climas fríos.",
    "american_bulldog": "Cepillado semanal. Ejercicio vigoroso diario, como correr o jugar en espacios abiertos.",
    "american_pit_bull_terrier": "Cepillado mínimo. Requiere actividad física intensa: caminatas largas y juegos interactivos.",
    "basset_hound": "Cepillado regular. Caminatas diarias necesarias, pero no requiere ejercicio intenso.",
    "english_cocker_spaniel": "Cepillado frecuente, especialmente en orejas y patas. Ejercicio diario con paseos y juegos.",
    "english_setter": "Cepillado frecuente. Muy activo, necesita ejercicio diario prolongado.",
    "japanese_chin": "Cepillado regular. Energía moderada: caminatas cortas y juegos suaves.",
    "keeshond": "Cepillado varias veces por semana. Necesita ejercicio diario y estimulación mental.",
    "leonberger": "Cepillado frecuente. Necesita caminatas largas y actividades acuáticas.",
    "newfoundland": "Cepillado frecuente, pelaje denso. Ejercicio moderado, ideal natación o caminatas largas.",
    "pitbull": "Cepillado mínimo. Requiere ejercicio físico intenso y socialización.",
    "pomeranian": "Cepillado diario. Ejercicio moderado con caminatas cortas y juegos en casa.",
    "saint_bernard": "Cepillado frecuente. Necesita caminatas regulares, pero no soporta ejercicio intenso.",
    "scottish_terrier": "Cepillado regular y recorte de pelo. Paseos diarios y juegos supervisados.",
    "shiba_inu": "Cepillado semanal. Activo e independiente, necesita caminatas y juegos diarios.",
    "staffordshire_bull_terrier": "Cepillado mínimo. Muy enérgico: requiere ejercicio intenso y entrenamiento.",
    "wheaten_terrier": "Cepillado frecuente y cuidado del pelaje. Necesita ejercicio diario con juegos al aire libre.",
    "Abyssinian": "Temperamento activo y curioso; disfruta trepar y explorar. Cepillado ocasional para mantener su pelaje corto y brillante.",
    "Bengal": "Muy activo y juguetón: le encanta correr, trepar y usar juguetes que desafíen su mente. Cepillado semanal para controlar muda.",
    "Birman": "Temperamento calmado, cariñoso y juguetón. Ejercicio moderado con juegos interactivos en casa. Cepillado diario para evitar nudos en su pelaje largo.",
    "Bombay": "Social y familiar; requiere juego e interacción diaria en interiores. Pelo corto, cepillado ocasional para mantener brillo.",
    "British_Shorthair": "Tranquilo, equilibrado y afectuoso. Ejercicio moderado dentro de casa. Cepillado semanal para reducir pelo suelto.",
    "Egyptian_Mau": "Gato elegante y atlético; orientado a la actividad. Necesita juguetes y espacio para correr. Cepillado ocasional para mantener pelaje.",
    "Maine_Coon": "Cariñoso, sociable y muy explorador. Disfruta trepar, jugar y salir con supervisión. Cepillado varias veces por semana por pelaje denso.",
    "Persian": "Muy tranquilo y dócil. Prefiere ambientes calmados. Ejercicio leve en interiores. Cepillado diario obligatorio por pelaje largo.",
    "Ragdoll": "Relajado, afectuoso y calmado. Le gusta jugar en compañía. Ejercicio leve a moderado y cepillado 2‑3 veces por semana.",
    "Russian_Blue": "Reservado pero juguetón. Prefiere juegos suaves y calma. Cepillado ocasional para pelaje fino.",
    "Siamese": "Extremadamente sociable y vocal. Activo y requiere compañía constante y juego diario. Cepillado ocasional para mantener su pelaje corto.",
    "Sphynx": "Muy cariñoso y busca contacto. Necesita baños frecuentes y limpieza de piel. Ejercicio diario dentro de casa y atención al calor.",
    "american_shorthair": "Adaptable y juguetón. Disfruta juegos activos y caminatas cortas dentro del hogar. Cepillado semanal para fácil mantenimiento.",
    "chartreux": "Tranquilo pero activo con lapsos de juego. Ejercicio ligero en sesiones de juego cortas. Cepillado semanal para eliminar pelo muerto.",
    "cornish_rex": "Muy juguetón y activo, le encanta saltar y trepar. Cepillado muy ocasional, su pelaje corto necesita poco mantenimiento.",
    "himalayan": "Calmo y hogareño, cariñoso. Ejercicio muy leve en interiores. Grooming diario por pelaje largo y densidad.",
    "norwegian_forest_cat": "Explorador y reservado, le gusta trepar. Necesita sesiones de juego y espacio para subir. Cepillado frecuente por su pelaje espeso.",
    "scottish_fold": "Afectuoso y tranquilo, disfruta compañía. Juegos ligeros y paseos cortos. Cepillado semanal y cuidado de orejas.",
    "turkish_angora": "Curioso y muy activo; es muy ágil y social. Ejercicio diario con juegos dinámicos. Cepillado regular para pelaje sedoso.",
    "sintoma_diarrea": "La diarrea puede deberse a parásitos, cambios en la alimentación, estrés o infecciones intestinales. Asegúrate de que tu mascota beba suficiente agua y consulta al veterinario si dura más de 24 horas.",
    "sintoma_vomito": "El vómito puede ser causado por comida en mal estado, parásitos, intoxicaciones o enfermedades virales. Si el vómito es persistente o viene acompañado de otros síntomas, acude al veterinario.",
    "sintoma_falta_apetito": "La falta de apetito puede indicar problemas digestivos, fiebre, dolor o incluso depresión. Si tu mascota no come por más de un día, es recomendable una evaluación veterinaria.",
    "sintoma_moco_nasal": "El moco nasal puede deberse a una infección respiratoria, alergias o incluso cuerpos extraños en la nariz. Observa si hay estornudos frecuentes o fiebre, y acude al veterinario si persiste.",
    "sintoma_ojos_rojos": "Los ojos rojos pueden ser señal de conjuntivitis, alergias, irritación o infecciones oculares. Evita que se rasque y mantén los ojos limpios hasta consultar al veterinario.",
    "sintoma_convulsiones":	"Las convulsiones pueden ser causadas por epilepsia, intoxicaciones, enfermedades neurológicas o fiebre muy alta. Es una emergencia, y debes llevar a tu mascota al veterinario de inmediato."
}