{
  "golden_retriever": {
    "cuidados": "Requiere cepillado 1-2 veces por semana (diario en muda intensa), baños ocasionales, corte regular de uñas. Necesita ejercicio diario como caminatas, correr o deportes caninos; consultar al veterinario antes de actividades intensas. Alimentación de alta calidad según la edad; controlar el peso y dar premios con moderación. Evitar sobras altas en grasa o huesos cocidos.",
    "salud": "Al igual que muchas otras razas, el golden retriever puede sufrir: \n- Displasia de cadera. \n- Displasia de codo. \n- Glaucoma, una enfermedad dolorosa por la que aumenta la tensión ocular. \n- Displasia multifocal de retina, una dolencia ocular hereditaria que puede afectar gravemente a la visión del perro. \n- Atrofia progresiva de retina, un trastorno hereditario por el que parte del ojo se deteriora y se consume, lo que puede provocar ceguera. \n- Distrofia del epitelio pigmentario de la retina, que consiste en la formación de depósitos en el ojo que pueden dañarlo y provocar ceguera con luz tenue.\n- Cataratas hereditarias, un trastorno por el que el cristalino del ojo se nubla y puede provocar ceguera.\n- Ictiosis, que se produce cuando la piel de las almohadillas se engrosa y se vuelve grasa y seca.",
    "info_general": "-"
  },
  "poodle": {
    "cuidados": "Requiere cepillado diario si tiene pelaje largo; si no, se recomienda corte corto y visitas al peluquero cada 4-6 semanas. No suelta pelo, ideal para alérgicos. Necesita ejercicio diario: caminar, correr, nadar o juegos de recuperación. Alimentación de calidad según edad, tamaño y nivel de actividad. Vigilar peso y calorías; premios con moderación y evitar huesos cocidos o sobras grasosas.",
    "salud": "Como ocurre con todas las razas, pueden ocurrir algunos problemas de salud, incluida displasia de cadera y varios trastornos oculares. En ocasiones también se observan en la raza epilepsia idiopática, adenitis sebácea, enfermedad de von Willebrands y trastornos inmunomediados. Es más probable que ocurran dos problemas ortopédicos, Legg-Calve-Perthes y luxación de rótulas, en caniches de juguete y miniatura que en caniches estándar. Las variedades estándar tienen mayor riesgo de dilatación gástrica con vólvulo (hinchazón) y adenitis sebácea.",
    "info_general": "-"
  },
  "siberian_husky": {
    "cuidados": "Requiere cepillado semanal y más frecuente durante la muda dos veces al año; necesita peine de púas y cepillo metálico. Es autolimpiante y solo requiere pocos baños al año. Mantener uñas cortas. Necesita mucho ejercicio físico y mental; ideal para actividades como trineo, agilidad u obediencia. Siempre debe estar con correa o en área cerrada, ya que tiende a escaparse. Alimentación de calidad, ajustando el nivel de proteína según su nivel de actividad; evitar sobrealimentación y controlar el peso.",
    "salud": "Si bien como en todas las razas existen algunos problemas de salud, como cáncer y artritis, la mayoría de los huskies siberianos son perros sanos. La incidencia de displasia de cadera y enfermedades oculares es relativamente baja, al igual que la incidencia de dos enfermedades neurológicas recientemente descubiertas. ",
    "info_general": "-"
  },
  "dachshund": {
    "cuidados": "Requiere cuidado según el tipo de pelaje: el liso necesita poco, el de pelo largo requiere más cepillado, y el de pelo duro se debe depilar algunas veces al año. Todos necesitan corte mensual de uñas. Necesita dos caminatas diarias para fortalecer su espalda y evitar lesiones; no debe subir escaleras ni saltar muebles. Es social y no se recomienda como perro de exterior. Debe evitarse el sobrepeso para no dañar su columna; dar solo la cantidad recomendada de alimento y evitar sobras y huesos cocidos.",
    "salud": "Para evitar daños en el disco de la espalda larga del perro salchicha, esté atento para evitar que tenga sobrepeso y controle siempre sus actividades para evitar lesiones en la espalda. Como la mayoría de los perros con orejas caídas, los perros salchicha pueden contraer infecciones de oído si no mantienen sus orejas limpias.",
    "info_general": "-"
  },
  "border_collie": {
    "cuidados": "Tiene dos tipos de pelaje (áspero o liso), ambos requieren cepillado 1-2 veces por semana y diario en época de muda. Cortar uñas regularmente. Es una raza muy activa que necesita ejercicio intenso diario y tareas que estimulen su mente; ideal para dueños activos. Destaca en deportes como agilidad, obediencia y pastoreo. Requiere alimentación de calidad acorde a su edad; vigilar peso y no excederse con premios. Siempre debe tener agua limpia y fresca disponible.",
    "salud": "El border collie puede sufrir: \n- Anomalía del ojo del collie, un trastorno hereditario por el que el ojo no se desarrolla correctamente y puede provocar ceguera.\n- Displasia de cadera.\n- Epilepsia¹, una dolencia por la que una función cerebral anómala puede provocar crisis epilépticas que dañen el cerebro.\n- Multirresistencia farmacológica, un problema que consiste en una mayor sensibilidad a determinados medicamentos.\n- Lipofuscinosis ceroide, una enfermedad hereditaria que puede ser mortal.\n- Neuropatía sensitiva, una enfermedad que provoca daños en los nervios y causa dolor y debilidad.",
    "info_general": "-"
  },
  "australian_shepherd": {
    "cuidados": "Requiere cepillado semanal y más frecuente durante la muda; usar rastrillo para subpelo y cepillo metálico. Bañar solo ocasionalmente, mantener uñas cortas. Es un perro muy activo que necesita al menos una o dos horas diarias de ejercicio intenso; ideal para caminatas largas, senderismo o tareas como pastoreo y deportes caninos. Alimentación de calidad según edad; vigilar peso y calorías. Premios con moderación, evitar alimentos humanos inseguros. Siempre debe tener agua limpia disponible.",
    "salud": "Los Aussies (Pastores Australianos) son generalmente perros sanos, y un criador responsable hará pruebas a los ejemplares reproductores para detectar problemas de salud como displasia de cadera, epilepsia, cataratas y ciertos tipos de cáncer. Se deben revisar regularmente las orejas de un Aussie para eliminar cuerpos extraños y evitar la acumulación de cera, y también se le deben cepillar los dientes con regularidad.",
    "info_general": "-"
  },
  "french_bulldog": {
    "cuidados": "Requiere cepillado semanal con guante o cepillo suave; mantener limpios y secos los pliegues faciales. Cortar las uñas regularmente. Necesita paseos cortos o juegos diarios; evitar ejercicio en climas calurosos por problemas respiratorios. Alimentación de calidad según edad; propenso a la obesidad, vigilar calorías y peso. Premios con moderación y evitar sobras o huesos cocidos. Consultar al veterinario ante dudas sobre dieta o salud.",
    "salud": "Como todas las razas de cara plana, los franceses son propensos a tener problemas respiratorios y les va mal en climas cálidos o húmedos. Las razas de cara plana también son más sensibles a la anestesia. Los franceses ocasionalmente tienen afecciones oculares como ojo de cereza, cataratas juveniles o entropión, y también se sabe que ocurren alergias cutáneas y trastornos autoinmunes de la piel.",
    "info_general": "-"
  },
  "bulldog": {
    "cuidados": "Requiere cepillado con cepillo suave 2-3 veces por semana, usar cepillo de goma en época de muda. Limpiar y secar arrugas faciales regularmente; también orejas y zona bajo la cola. Cortar uñas cada dos semanas. Es cariñoso y tranquilo; necesita socialización temprana y entrenamiento básico. Le encantan los juguetes para morder y juegos como tira y afloja, pero debe aprender a soltar objetos. Alimentación de calidad según edad; vigilar peso y calorías. Premios con moderación y evitar sobras. Agua fresca siempre disponible.",
    "salud": "El bulldog es una raza braquicéfala; los problemas asociados a esta condición incluyen:\n- El síndrome obstructivo respiratorio de los braquicéfalos: dolencia de las razas braquicéfalas (las que tienen trufa corta y cara achatada) en las que las vías respiratorias se obstruyen y pueden reducir la capacidad de ejercicio o incluso provocar una dificultad respiratoria grave.\n- Inflamación o infección cutánea: las razas braquicéfalas tienen el hocico corto y una cantidad anormal de tejido facial. Es decir, que a menudo hay un exceso de piel en torno a su cara, lo que forma pliegues. Pueden formarse llagas en la piel del interior de estos pliegues y hay propensión al desarrollo de infecciones.\n- Úlceras oculares: las úlceras son erosiones dolorosas que se producen en la superficie del ojo. Son más frecuentes en las razas braquicéfalas a causa de su configuración, ya que suelen tener ojos más protuberantes.",
    "info_general": "-"
  },
  "rottweiler": {
    "cuidados": "Requiere cepillado semanal y baños regulares; muda moderada durante el año y más intensa en primavera y otoño. Cepillar dientes y cortar uñas semanalmente, preferiblemente con herramienta como Dremel. Necesita ejercicio diario: nadar, caminar, trotar o realizar tareas como pastoreo, rastreo u obediencia. Alimentación de calidad según edad; vigilar peso y calorías. Premios con moderación y evitar alimentos inadecuados. Siempre debe tener agua fresca disponible.",
    "salud": "Los problemas de salud más comunes de esta raza de perro son el resultado de una cría extrema. Algunos problemas asociados son:\n- Displasia de cadera.\n- Displasia de codo.\n- Dilatación y vólvulo gástrico.\n- Ostecondritis disecante.\n- Enfermedad del cruzado, en la que los ligamentos de la rodilla resultan afectados y dañados, lo que puede provocar dolor y cojera.",
    "info_general": "-"
  },
  "doberman": {
    "cuidados": "Requiere cepillado diario con guante o cepillo de cerdas cortas; baños poco frecuentes. Cortar uñas al menos una vez al mes, cepillar dientes regularmente y limpiar oídos cada pocos días con cuidado. Es inteligente y enérgico; necesita socialización y entrenamiento desde cachorro para evitar conductas destructivas. Debe vivir dentro del hogar con su familia. Alimentación de calidad según edad; controlar peso y no excederse con premios. Agua limpia siempre disponible.",
    "salud": "Aunque los Doberman generalmente están sanos, existen ciertas condiciones a las que la raza es propensa. Una de ellas es la hinchazón, una enfermedad digestiva potencialmente mortal cuyos dueños deben conocer sus síntomas y saber qué hacer si ocurre. Las condiciones de salud genética que pueden afectar a la raza incluyen displasia de cadera, miocardiopatía dilatada (corazón agrandado), enfermedad de von Willebrand (un trastorno de la coagulación), atrofia progresiva de la retina, albinismo e hipotiroidismo.",
    "info_general": "Elegante y poderoso, con un físico magnífico y una gran inteligencia, el Doberman Pinscher es uno de los nobles de la especie canina. Esta raza incomparablemente intrépida y vigilante se yergue orgullosa entre los mejores perros de protección del mundo.El cuerpo es elegante pero sustancial y está cubierto con una capa brillante de negro, azul, rojo o leonado, con marcas de óxido. "
  },
  "chihuahua": {
    "cuidados": "El de pelo corto requiere cepillado ocasional; el de pelo largo, al menos una vez por semana. Ambos necesitan baños regulares, corte de uñas frecuente y limpieza de oídos. Cepillar dientes y seguir programa dental recomendado por el veterinario. Ejercicio leve diario; suele bastar con caminar dentro de casa o paseos cortos. Evitar el sobreesfuerzo. Alimentación de calidad según edad; controlar peso y calorías. Premios con moderación y evitar sobras o huesos cocidos.",
    "salud": "La mayoría de los chihuahuas son perritos sanos, pero existen algunos problemas genéticos que pueden afectar a la raza. Algunos de los problemas que posiblemente puedan afectar al chihuahua incluyen posibles problemas cardíacos (conducto arterioso persistente, enfermedad de la válvula mitral), enfermedades oculares y luxación patelar (rodillas flojas). ",
    "info_general": "El chihuahua es un perro pequeño con una gran personalidad.Es un perro equilibrado y elegante de comportamiento similar al de un terrier, que no pesa más de 6 libras. La cabeza redondeada en forma de 'manzana' es un sello distintivo de la raza. Las orejas erectas y los ojos llenos y luminosos son agudamente expresivos. Los chihuahuas poseen lealtad, encanto y actitud de perro grande."
  },
  "beagle": {
    "cuidados": "Requiere cepillado semanal con guante o cepillo de cerdas medianas; muda más fuerte en primavera. Bañar solo cuando sea necesario y cortar uñas regularmente. Necesita al menos una hora diaria de ejercicio; no basta con soltarlo en el jardín. Prefiere compañía y puede volverse destructivo si se le deja solo mucho tiempo. Es escapista, así que requiere cercado alto y profundo, y paseos siempre con correa. Alimentación de calidad según edad; controlar peso y premios. Agua limpia siempre disponible.",
    "salud": "La raza de perro beagle suele ser robusta, pero pueden sufrir: \n- Displasia de cadera.\n- Enfermedad de Lafora, una enfermedad hereditaria por la que los hidratos de carbono no pueden descomponerse, lo que provoca acumulación de toxinas y signos nerviosos.\n- Meningitis, una enfermedad dolorosa por la que el tejido que rodea la médula espinal y el cerebelo se inflama.",
    "info_general": "El Beagle no sólo es un excelente perro de caza y un compañero leal, sino que también es despreocupado, divertido y, gracias a su expresión suplicante, lindo. Fueron criados para cazar en manadas, por lo que disfrutan de compañía y generalmente son tranquilos.Una raza descrita como 'alegre' por sus aficionados, los Beagles son cariñosos y adorables, felices y sociables, todas cualidades que los convierten en excelentes perros de familia."
  },
  "pug": {
    "cuidados": "Requiere cepillado semanal con guante o cepillo suave; bañar solo si se ensucia o huele mal. Cortar uñas regularmente. Es juguetón pero propenso a la obesidad; necesita ejercicio moderado diario como caminatas o juegos ligeros. No tolera el calor, evitar esfuerzo en climas cálidos. Alimentación de calidad según edad; controlar peso y premios. Agua limpia siempre disponible.",
    "salud": "Se sabe que ocurren problemas oculares, incluidas úlceras corneales y ojo seco. Como todas las razas de cara plana, los pugs a veces experimentan problemas respiratorios y les va mal en climas soleados, calurosos o húmedos. ",
    "info_general": "El pequeño pero sólido Pug, que en su día fue el travieso compañero de los emperadores chinos y más tarde la mascota de la Casa de Orange real de Holanda, es hoy adorado por sus millones de seguidores en todo el mundo. Los pugs viven para amar y ser amados a cambio. El lema del Pug es la frase latina 'multum in parvo' (mucho en poco), una descripción adecuada de esta raza pequeña pero musculosa."
  },
  "boxer": {
    "cuidados": "Requiere cepillado 1-2 veces por semana con guante de goma; baños ocasionales. Cortar uñas mensualmente y cepillar dientes con frecuencia. Es muy activo y necesita ejercicio diario en zona segura; no debe andar suelto. Tiende a saltar mucho, por lo que requiere entrenamiento para mantener la calma. No es ideal para personas muy frágiles o niños pequeños. Alimentación de calidad según edad; controlar calorías y premios. Agua limpia siempre disponible.",
    "salud": "Lealtad, cariño, inteligencia, ética de trabajo y buena apariencia: los Boxer son todo el paquete perrito. Brillante y alerta, a veces tonto, pero siempre valiente. Un Boxer bien hecho y en óptimas condiciones es una vista impresionante. Un macho puede medir hasta 25 pulgadas de alto en el hombro; las hembras son más pequeñas. ",
    "info_general": "-"
  },
  "german_shorthaired": {
    "cuidados": "Requiere cepillado cada pocos días, más frecuente en épocas de muda; baño ocasional con shampoo suave. Limpiar oídos regularmente y cortar uñas. Necesita ejercicio intenso dos veces al día como correr, nadar o deportes caninos. Es inteligente y activo, ideal para dueños que disfrutan actividades al aire libre. Alimentación de calidad según edad y nivel de actividad; evitar ejercicio antes o después de comer por riesgo de torsión gástrica.",
    "salud": "Aunque los braco alemanes de pelo corto generalmente están sanos, existen algunas afecciones a las que la raza puede ser propensa. Entre ellas se encuentran la displasia de cadera, afecciones oculares como la atrofia progresiva de retina y ciertas enfermedades cardíacas. ",
    "info_general": "El versátil Braco Alemán de Pelo Corto, de tamaño mediano, es un entusiasta perro de caza todo terreno que prospera con ejercicio vigoroso, entrenamiento positivo y mucho cariño. Las personas que tienen un GSP llaman a sus compañeros aristocráticos el 'apuntador perfecto'. Los machos miden entre 58 y 64 cm a la altura del hombro y pesan entre 25 y 32 kg; las hembras son más pequeñas."
  },
  "great_pyrenees": {
    "cuidados": "Requiere cepillado semanal con cepillo de púas o slicker; suelta mucho pelo en épocas específicas. Su pelaje es resistente al enredo y la suciedad. Cortar uñas regularmente y cepillar dientes con pasta especial para perros. No es muy activo; se ejercita con caminatas moderadas y actividades como obediencia o tiro de carretas. Alimentación de calidad, baja en proteína y formulada para razas grandes. Propenso a torsión gástrica, por lo que debe comer en varias porciones pequeñas y evitar ejercicio antes o después de comer.",
    "salud": "Por lo general, los Pirineos es una raza robusta y sana, pero, al igual que muchas otras razas, puede sufrir varios trastornos oculares hereditarios y displasia de cadera (un trastorno que puede provocar problemas de movilidad).",
    "info_general": "El Gran Pirineo es un perro de trabajo grande, de pelaje grueso e inmensamente poderoso, criado para disuadir a los lobos ladrones de ovejas y otros depredadores en las cimas nevadas de las montañas. Los pirineos de hoy son compañeros tranquilos y guardianes vigilantes del hogar y la familia."
  },
  "yorkshire_terrier": {
    "cuidados": "Requiere cepillado diario si tiene el pelaje largo, baño semanal y corte o moño en la cabeza para evitar irritación ocular. Revisar oídos semanalmente. Necesita caminatas moderadas y juegos breves para mantenerse activo. También puede beneficiarse de deportes como obediencia o agilidad. Alimentación de calidad según edad; controlar peso y premios para evitar obesidad. Agua limpia siempre disponible.",
    "salud": "Los yorkshire terrier suelen tener una vida muy larga. Sin embargo, tienden a tener problemas oculares, a sufrir desplazamientos temporales de la rótula, a tener una enfermedad específica de los huesos de los muslos, piedras en la vejiga, trastornos en la tráquea y una enfermedad congénita del hígado.",
    "info_general": "Debajo del delicado y brillante abrigo hasta el suelo de un Yorkshire Terrier late el corazón de un terrier antiguo y luchador.El Yorkshire Terrier es un terrier compacto, del tamaño de un juguete, de no más de siete libras, cuya gloria suprema es una capa sedosa de acero azul hasta el suelo y un rico bronceado dorado."
  },
  "havanese": {
    "cuidados": "Requiere cepillado diario con peine o cepillo suave para evitar enredos; algunos dueños optan por corte corto. Baño ocasional, limpiar diariamente los ojos y revisar oídos con frecuencia. Necesita caminatas diarias o juegos moderados; también se ejercita dentro de casa. No debe quedarse solo por largos periodos. Alimentación de calidad según edad; controlar calorías y peso. Premios con moderación y evitar sobras o huesos cocidos.",
    "salud": "Los havanese son generalmente sanos y viven bastante tiempo. Hay varias afecciones a las que la raza puede ser propensa, incluidos trastornos oculares, condrodisplasia, sordera, soplos cardíacos, enfermedad de Legg-Calve-Perthes (que afecta la articulación de la cadera) y luxación patelar. ",
    "info_general": "Los havanese, la única raza de perro originaria de Cuba, son pequeños perros alegres con un paso alegre y un brillo en sus grandes ojos marrones. Las características distintivas del havanese incluyen una cola rizada y un hermoso pelaje sedoso, que viene en una variedad de colores."
  },
  "miniature_pinscher": {
    "cuidados": "Requiere cepillado semanal con cepillo suave o guante para mantener el brillo del pelaje. Cortar uñas regularmente. Es muy activo y necesita caminatas diarias y juegos para mantenerse sano física y mentalmente. Alimentación de calidad según edad; controlar peso y premios para evitar obesidad. Agua limpia siempre disponible.",
    "salud": "El pinscher miniatura puede ser propenso a sufrir:\n- Luxación rotuliana\n- Enfermedad de Legg-Perthes \n- Urolitiasis1, que consiste en la formación de cálculos en las vías urinarias y que puede causar dolor. \n- Valvulopatía mitral, que se produce cuando las válvulas del corazón están afectadas y no funcionan correctamente.",
    "info_general": "El Mini Pinscher de largas patas es conocido por sus admiradores como el 'Rey de los Perros Toy'. Esta orgullosa, valiente y juguetona raza toy, de pelaje brillante y físico compacto con forma de cuña, es un perro con mucha personalidad, conocido por su marcha elevada estilo 'hackney'."
  },
  "samoyed": {
    "cuidados": "Requiere cepillado diario por su denso pelaje doble y muda constante; usar cepillo slicker o peine metálico para enredos. Cortar uñas cada 3-4 semanas. Necesita ejercicio diario como caminatas largas o juegos en patio cercado. Tiene fuerte impulso de escapar, por lo que no debe soltarse. Alimentación de calidad según edad; controlar peso y premios. Agua limpia siempre disponible.",
    "salud": "Los samoyedos son generalmente perros sanos, pero puede sufrir Displasia de cadera, Diabetes mellitus y Estenosis pulmonar, una dolencia por la que las válvulas cardíacas presentan una malformación y obstruyen el flujo sanguíneo que va al corazón",
    "info_general": "El Samoyedo es un perro sustancial pero elegante que mide entre 19 y un poco más de 23 pulgadas en el hombro. Potentes, incansables, con una gruesa capa totalmente blanca impermeable al frío, los Sammies son perfectamente hermosos pero muy funcionales. Incluso su característica más encantadora, una sonrisa perpetua, tiene una función práctica: las comisuras de la boca hacia arriba evitan que Sammies babee, evitando que se formen carámbanos en la cara."
  },
  "american_bulldog": {
    "cuidados": "Requiere cepillado regular y baños ocasionales; limpiar oídos mensualmente, cortar uñas cada pocas semanas y cepillar dientes con frecuencia. Muda por temporadas. Es muy atlético y necesita ejercicio frecuente y variado como caminatas, juegos o entrenamiento; no debe quedarse solo por mucho tiempo. Alimentación de calidad, preferentemente para razas grandes; los cachorros deben seguir dieta controlada sin calcio extra hasta los 14 meses.",
    "salud": "El bulldog americano se considera una raza sana, pero al igual que otras razas, tiene el potencial de desarrollar problemas de salud genética.",
    "info_general": "Los American Bulldogs son perros atléticos bien equilibrados que demuestran gran fuerza, resistencia, agilidad y una actitud amigable. Históricamente, fueron criados para ser un perro utilitario utilizado para trabajar en la granja."
  },
  "basset_hound": {
    "cuidados": "Requiere cepillado semanal con cepillo suave o herramienta para muda; baño ocasional y corte regular de uñas. Aunque no es muy activo, necesita caminatas diarias moderadas para mantenerse sano y evitar el sobrepeso. Disfruta la compañía de otros perros y juegos tranquilos. Alimentación de calidad según edad; vigilar peso y controlar premios. Agua limpia siempre disponible.",
    "salud": "Debido a que las orejas del Basset son largas y caídas, es importante revisarlas con frecuencia para asegurarse de que la circulación del aire no haya provocado una infección. Sacudir la cabeza o rascarse las orejas puede indicar la necesidad de una visita al veterinario",
    "info_general": "Entre las razas más atractivas del AKC, el entrañable e instantáneamente reconocible Basset Hound es un favorito perenne de los amantes de los perros de todo el mundo. Este perro de pelo bajo y discreto a veces puede ser terco, pero siempre es encantador."
  },
  "english_cocker_spaniel": {
    "cuidados": "Requiere cepillado y peinado semanal para evitar nudos, y recorte mensual en áreas como patas, cara, cuello, orejas y cola. Revisar oídos semanalmente y cortar uñas al menos una vez al mes. Necesita ejercicio diario como caminatas largas o juegos en el patio; debe ir con correa por su instinto cazador. Alimentación de calidad según edad y nivel de actividad; controlar peso y premios. Agua limpia siempre disponible.",
    "salud": "Aunque el cocker inglés es en general una raza saludable, se sabe que ocasionalmente ocurren algunas afecciones de salud genética. Estos incluyen atrofia progresiva de retina, displasia de cadera, nefropatía familiar y neuropatía de inicio en la edad adulta. ",
    "info_general": "El Cocker Spaniel inglés es un perro deportivo de constitución compacta que mide entre 15 y 17 pulgadas a la altura del hombro. La cabeza suavemente contorneada, con sus ojos oscuros y derretidos que transmiten una expresión alerta y digna, está enmarcada por orejas exuberantes y cercanas.Debajo de la belleza física de la CE late el corazón de un ayudante de cazador incansable y ansioso por complacer, famoso en todo el mundo por su capacidad para eliminar y recuperar aves de caza. "
  },
  "english_setter": {
    "cuidados": "Requiere cepillado semanal con cepillo suave y peine metálico para evitar enredos; baño cada 4-6 semanas y recortes regulares en cara, patas y otras zonas. Cortar uñas mensualmente. Necesita ejercicio diario como caminatas largas, correr o jugar en patio cercado; evitar actividades intensas en cachorros. Alimentación de calidad según edad; dividir en 2-3 comidas y controlar peso para evitar obesidad. Agua limpia siempre disponible.",
    "salud": "Al igual que muchas otras razas, el setter inglés puede sufrir problemas oculares hereditarios y displasia de cadera (una enfermedad que puede provocar problemas de movilidad). Por tanto, es importante un examen de la cadera y de los ojos antes de dedicar al perro a la crianza.",
    "info_general": "El Setter inglés es un perro deportivo de tamaño mediano, de temperamento dulce y una apariencia espectacular. Es uno de los cuatro setters británicos del AKC creados para trabajar en terrenos claramente diferentes de Inglaterra, Irlanda y Escocia. Los setters ingleses son perros elegantes pero sólidos de belleza y encanto."
  },
  "japanese_chin": {
    "cuidados": "Requiere cepillado semanal y baño mensual; cortar uñas con frecuencia ya que crecen rápido. Revisar oídos y cepillar dientes regularmente. Es activo pero adecuado para departamentos; disfruta caminatas lentas y juegos en patio cercado. No debe salir sin correa por su terquedad. Alimentación de calidad según edad; controlar peso y premios. Agua limpia siempre disponible.",
    "salud": " Como el chin japonés tiene la cara plana, puede ser más propenso a tener problemas respiratorios. Por lo tanto, hay que evitar un exceso de ejercicio y de calor. Como ocurre con muchas razas pequeñas, puede padecer desplazamientos temporales de la rótula (luxaciones de rótula).",
    "info_general": "El Chin japonés es un encantador compañero de juguete de pelaje sedoso y profuso y un porte inequívocamente aristocrático. A menudo descrito como una raza claramente 'felina', este perro faldero brillante y divertido es exigente, elegante y, en general, tranquilo. Los chin son los nobles inigualables de las razas japonesas."
  },
  "keeshond": {
    "cuidados": "Requiere cepillado varias veces por semana para cuidar su denso pelaje doble; muda intensa 1–2 veces al año (más en hembras) y cepillado diario durante esas épocas. Cortar uñas y limpiar oídos regularmente; no se debe afeitar su pelaje. Necesita ejercicio moderado diario como caminatas, juegos y compañía humana pues puede desarrollar ansiedad por separación. Alimentación de calidad adecuada a su edad; controlar calorías y peso (propensos a sobrepeso), idealmente dieta baja en carbohidratos y rica en pescado. Agua limpia siempre disponible.",
    "salud": "El keeshond suele gozar de buena salud. Se dan un par de trastornos hereditarios que afectan a esta raza: la epilepsia y un problema hormonal (hiperparatiroidismo primario). ",
    "info_general": "El amable Keeshond es un perro spitz de tamaño mediano y amplio pelaje, famoso por las distintivas 'gafas' en su rostro astuto. El Kees, que en su día fue un elemento fijo en las barcazas del canal de su Holanda natal, fue y sigue siendo un símbolo del patriotismo holandés."
  },
  "leonberger": {
    "cuidados": "Cepillado 3 veces por semana (diario en época de muda primavera/otoño); baño ocasional usando shampoo suave y secar bien el subpelo; recorte leve en patas y plumas para evitar nudos; cortar uñas y cepillar dientes regularmente. Ejercicio diario moderado 1‑2 h como caminatas, senderismo, nadar o juegos en patio grande; ideal que tenga ‘trabajo’ como vigilancia o tirar carrito. Alimentación de calidad para razas grandes, dividida en dos comidas; evitar comer justo antes o después de ejercicio por riesgo de torsión gástrica; controlar peso. Agua limpia siempre disponible.",
    "salud": "Los perros grandes como Leos pueden experimentar hinchazón, donde el estómago se retuerce y quedan gases atrapados en su interior. La hinchazón puede ser fatal rápidamente y es importante conocer sus signos, como babeo, inquietud, agrandamiento del abdomen e intentos de vomitar. ",
    "info_general": "El Leonberger es un gigante de pelaje exuberante de origen alemán. Tienen un carácter gentil y una paciencia serena y disfrutan de la compañía de toda la familia.Un perro enorme y poderoso, sí, pero el Leonberger también es conocido por su gracia y elegancia aristocrática.Un Leo bien formado se mueve con un paso fácil y elástico."
  },
  "newfoundland": {
    "cuidados": "Requiere cepillado semanal con cepillo slicker y peine largo; durante la muda (2 veces al año o constante si está esterilizado) debe cepillarse varias veces por semana o diario. Cortar uñas regularmente. Necesita al menos 30 minutos de ejercicio moderado diario como caminatas, natación o tirar de carretas; ideal para actividades como obediencia, rastreo o agilidad. Alimentación de calidad según edad; propenso a sobrepeso y torsión gástrica, por lo que debe comer en varias porciones pequeñas y evitar ejercicio antes o después de comer. Agua limpia siempre disponible.",
    "salud": "Como muchas otras razas, el terranova puede sufrir displasia de codo y cadera (un trastorno de las articulaciones que puede ser doloroso y provocar problemas de movilidad). También son propensos a cierto trastorno de vejiga y cardiopatías.",
    "info_general": "El enorme Terranova es un perro de trabajo sorprendentemente grande y poderoso, de huesos pesados y porte digno. Newfie, de temperamento dulce, es un compañero famoso por ser bueno y se ha ganado la reputación de ser un 'perro niñera' paciente y vigilante para los niños."
  },
  "pitbull": {
    "cuidados": "Requiere cepillado semanal con guante de goma o cepillo suave para mantener el pelaje limpio; baños ocasionales y corte regular de uñas. Limpiar oídos y cepillar dientes con frecuencia. Necesita ejercicio diario vigoroso como caminatas largas, juegos de fuerza o entrenamiento de agilidad; ideal para dueños activos. No debe quedarse solo por largos periodos. Alimentación de calidad según edad; controlar calorías y peso por su tendencia al sobrepeso. Premios con moderación y agua limpia siempre disponible.",
    "salud": "Los perros pitbull pueden ser propensos a sufrir:\n- Alergias\n- Displasia de cadera\n- Problemas cutáneos\n- Valvulopatía mitral, que se produce cuando las válvulas del corazón están afectadas y no funcionan correctamente.",
    "info_general": "El pitbull terrier americano es reconocible por su exclusivo aspecto físico y personalidad característica. Es un perro musculoso y fuerte, con una cabeza grande y una mandíbula potente. Famoso por su lealtad a sus propietarios y carácter protector, el pitbull americano crea sólidos vínculos con su familia y es un excelente perro guardián."
  },
  "pomeranian": {
    "cuidados": "Requiere cepillado semanal con cepillo de púas y slicker hasta la piel para evitar enredos; se recomienda grooming completo cada 4-6 semanas. Mantener uñas cortas y cepillar dientes durante el aseo. Necesita ejercicio diario como caminatas o juegos, pero debe vigilarse de cerca por su tamaño y riesgos al aire libre (fugas o depredadores). Alimentación de calidad según edad; controlar peso y premios. Agua limpia siempre disponible.",
    "salud": "Los problemas de salud más comunes de esta raza de perro son el resultado de una cría extrema. El pomerania puede padecer:\n- Luxación rotuliana\n- Colapso traqueal\n- Siringomielia con malformación de Chiari, una enfermedad por la que se forman zonas llenas de líquido alrededor de la médula espinal y que provoca dolor.",
    "info_general": "El pequeño pomerania, durante mucho tiempo un favorito tanto de la realeza como de la gente común, ha sido llamado el compañero ideal. El pelaje glorioso, la cara sonriente y astuta y la personalidad vivaz han ayudado a hacer del Pom una de las razas de juguetes más populares del mundo. El Pomerania combina un cuerpo diminuto (no más de siete libras) y un comportamiento imponente de perro grande."
  },
  "saint_bernard": {
    "cuidados": "Requiere cepillado semanal con cepillo slicker o peine metálico; durante la muda (2 veces al año) debe cepillarse a diario. Baños ocasionales y corte regular de uñas. Necesita ejercicio moderado diario como caminatas largas o juegos; también disfruta actividades como caminatas largas, tirar carretas o acompañar en excursiones. Alimentación de calidad para razas grandes según edad; propenso al sobrepeso y a la torsión gástrica, por lo que debe comer en porciones pequeñas y evitar ejercicio antes o después de comer. Agua limpia siempre disponible.",
    "salud": "Las razas grandes y de pecho profundo pueden desarrollar hinchazón, una afección estomacal repentina y potencialmente mortal. Otras afecciones que a veces se observan en la raza incluyen displasia de cadera y enfermedades oculares. Un Santo puede soportar el clima cálido siempre que tenga un lugar fresco para descansar y mucha agua, pero pasar del aire acondicionado al calor alto puede causar una angustia grave.",
    "info_general": "El San Bernardo se encuentra entre las razas más famosas y queridas del mundo. Los santos son famosos por ser compañeros vigilantes y pacientes con afición por los niños.El estandarte escrito del Santo abunda en frases como 'muy poderoso', 'extraordinariamente musculoso', 'imponente' y 'masivo' Un macho mide un mínimo de 27,5 pulgadas a la altura del hombro; las hembras serán más pequeñas y de complexión más delicada."
  },
  "scottish_terrier": {
    "cuidados": "Requiere cepillado y peinado semanal para evitar enredos; idealmente se le hace hand stripping mensual, o corte con máquina cada 6–8 semanas si no se puede. Baños periódicos con shampoo hidratante. Necesita caminatas diarias y sesiones de juego activo como lanzar juguetes o tira y afloja; ideal para casas pequeñas o departamentos. Alimentación adecuada con dieta moderada en proteína (~20–25%); vigilar salud del pelaje y piel como indicador nutricional. Agua limpia siempre disponible.",
    "salud": "-",
    "info_general": "-"
  },
  "shiba_inu": {
    "cuidados": "Suelta mucho pelo, especialmente en épocas de muda; se recomienda cepillado frecuente y usar sopladora o aspiradora en reversa para eliminar pelo suelto. No suele formar nudos. Comenzar corte de uñas desde cachorro, o acudir con profesional si se resiste. Necesita caminatas diarias; no es hiperactivo, pero requiere ejercicio regular. Puede sufrir ansiedad por separación, por lo que es útil el entrenamiento con jaula. Alimentación de calidad según edad; vigilar calorías y peso, ya que algunos Shibas comen en exceso. Agua limpia siempre disponible.",
    "salud": "-",
    "info_general": "-"
  },
  "staffordshire_bull_terrier": {
    "cuidados": "Requiere cepillado semanal con guante o manopla para eliminar pelo muerto y mantener el pelaje sano; baños ocasionales. Cortar uñas al menos una vez al mes y limpiar oídos regularmente. Necesita ejercicio diario como caminatas largas, juegos, o correr con su dueño (a partir de los 18 meses); evitar actividad intensa en clima caluroso o húmedo. Alimentación de calidad según edad; controlar peso y calorías. Premios bajos en calorías y agua limpia siempre disponible.",
    "salud": "-",
    "info_general": "-"
  },
  "wheaten_terrier": {
    "cuidados": "Requiere cepillado diario con cepillo slicker o de púas seguido de peinado con peine metálico mediano y fino; no usar tijeras para desenredar. Cortar uñas regularmente. Necesita ejercicio diario vigoroso debido a su alta energía; paseos siempre con correa y juegos en patio bien cercado por su fuerte instinto de persecución. Alimentación de calidad según edad; vigilar peso y premios para evitar obesidad. Agua limpia siempre disponible.",
    "salud": "-",
    "info_general": "-"
  },



  "Abyssinian": {
    "cuidados": "Cepilla semanalmente su pelaje corto para eliminar el pelo muerto. Báñalo durante la muda. Cepilla sus dientes, idealmente a diario o al menos una vez por semana. Corta sus uñas cada dos semanas. Limpia los ojos con un paño húmedo, uno por cada ojo. Revisa sus oídos semanalmente y límpialos con vinagre de manzana diluido si están sucios. Mantén su caja de arena siempre limpia. Es mejor mantenerlo en interiores para evitar salud, accidentes o robos.",
    "salud": "-",
    "info_general": "-"
  },
  "Somali": {
    "cuidados": "Cepilla su pelaje de longitud media una o dos veces por semana, y diariamente en primavera cuando muda. Báñalo durante la muda para eliminar el exceso de pelo. Limpia su cola con toallitas húmedas si se ensucia. Cepilla sus dientes diariamente o al menos una vez por semana. Corta sus uñas cada dos semanas. Limpia sus ojos con un paño húmedo, usando una parte diferente para cada ojo. Revisa y limpia sus oídos semanalmente con vinagre de manzana diluido. Mantenlo en interiores para protegerlo de salud, accidentes y robos.",
    "salud": "-",
    "info_general": "-"
  },
  "Ocicat": {
    "cuidados": "Cepilla semanalmente su pelaje corto para eliminar el pelo muerto; casi no necesita baño. Cepilla sus dientes a diario o al menos una vez por semana. Corta sus uñas cada semana. Limpia sus ojos con un paño húmedo, usando una parte distinta para cada ojo. Revisa y limpia sus oídos semanalmente con vinagre de manzana diluido. Mantén su caja de arena muy limpia. Es mejor mantenerlo en interiores para evitar salud, accidentes y robos.",
    "salud": "-",
    "info_general": "-"
  },
  "Chartreux": {
    "cuidados": "Cepilla semanalmente su pelaje corto y grueso, y con más frecuencia en primavera cuando muda. Rara vez necesita baño, ya que su pelaje repele el agua. Cepilla sus dientes diariamente o al menos una vez por semana. Corta sus uñas cada dos semanas. Limpia sus ojos con un paño húmedo, usando una parte distinta para cada ojo. Revisa y limpia sus oídos semanalmente con vinagre de manzana diluido. Mantén su caja de arena impecable. Es mejor tenerlo solo en interiores para evitar salud, accidentes o robos.",
    "salud": "-",
    "info_general": "-"
  },
  "Cornish_Rex": {
    "cuidados": "Cepilla su pelaje suavemente con la mano, o con un cepillo suave si tiene el pelo más largo o lanoso. Báñalo solo si es blanco o tiene mucho blanco para evitar que se vea sucio. Cepilla sus dientes a diario o al menos una vez por semana. Limpia sus ojos a diario con un paño húmedo, usando una parte distinta para cada ojo. Revisa y limpia sus oídos semanalmente con vinagre de manzana diluido. Mantén su caja de arena impecable. Busca mantenerlo abrigado, incluso con suéteres. Es mejor tenerlo solo en interiores o en un recinto al aire libre seguro; si toma el sol, usa protector solar para gatos.",
    "salud": "-",
    "info_general": "-"
  },
  "British_Shorthair": {
    "cuidados": "Cepilla semanalmente su pelaje corto para eliminar el pelo muerto; casi no necesita baño. Cepilla sus dientes a diario o al menos una vez por semana. Corta sus uñas cada semana. Limpia sus ojos con un paño húmedo, usando una parte distinta para cada ojo. Revisa y limpia sus oídos semanalmente con vinagre de manzana diluido. Mantén su caja de arena muy limpia. Es mejor mantenerlo en interiores para evitar salud, accidentes y robos.",
    "salud": "-",
    "info_general": "-"
  },
  "Egyptian_Mau": {
    "cuidados": "Cepilla semanalmente su pelaje para eliminar el pelo muerto y distribuir los aceites naturales; rara vez necesita baño. Cepilla sus dientes a diario o al menos una vez por semana. Corta sus uñas cada dos semanas. Limpia sus ojos con un paño húmedo, usando una parte distinta para cada ojo. Revisa y limpia sus oídos semanalmente con vinagre de manzana diluido. Mantén su caja de arena muy limpia. Es mejor tenerlo solo en interiores para protegerlo de salud, accidentes y para evitar que cace fauna local o sea robado.",
    "salud": "-",
    "info_general": "-"
  },
  "Persian": {
    "cuidados": "Requiere cepillado y peinado diario para evitar enredos y mantener su pelaje limpio. Báñalo al menos una vez al mes. Su caja de arena debe mantenerse extremadamente limpia, ya que puede dejar de usarla si se ensucia. Limpia sus ojos a diario para evitar manchas por lagrimeo. Cepilla sus dientes a diario o al menos una vez por semana. Es mejor mantenerlo en interiores, ya que no es apto para defenderse ni para lidiar con suciedad exterior. También corre riesgo de ser robado.",
    "salud": "-",
    "info_general": "-"
  },
  "Russian_Blue": {
    "cuidados": "Cepilla su denso pelaje dos veces por semana para eliminar el pelo muerto y distribuir los aceites naturales. Báñalo durante la muda para retirar el exceso de pelo. Cepilla sus dientes a diario o al menos una vez por semana. Corta sus uñas cada dos semanas. Mantén su caja de arena muy limpia, ya que es muy exigente con la higiene. Es mejor mantenerlo en interiores para evitar salud, accidentes o robos.",
    "salud": "-",
    "info_general": "-"
  },
  "American_Shorthair": {
    "cuidados": "Cepilla o peina su pelaje un par de veces por semana para eliminar el pelo muerto y distribuir aceites. Cepilla sus dientes a diario o al menos una vez por semana. Corta sus uñas cada dos semanas. Limpia sus ojos con un paño húmedo, usando una parte distinta para cada ojo. Revisa y limpia sus oídos semanalmente con vinagre de manzana diluido. Controla su alimentación para evitar obesidad. Mantén su caja de arena impecable. Es mejor mantenerlo en interiores para evitar salud, accidentes, que cace fauna local o sea robado.",
    "salud": "-",
    "info_general": "-"
  },
  "Siamese": {
    "cuidados": "Cepilla semanalmente su pelaje corto y fino para eliminar el pelo muerto y distribuir aceites. Cepilla sus dientes a diario o al menos una vez por semana. Es mejor mantenerlo en interiores para evitar salud, accidentes o robos.",
    "salud": "-",
    "info_general": "-"
  },
  "Turkish_Angora": {
    "cuidados": "Cepilla semanalmente su pelaje sedoso, ya que no tiene subpelo y no se enreda fácilmente. Suele mudar poco y su pelaje alcanza su longitud total alrededor de los dos años. Cepilla sus dientes a diario o al menos una vez por semana. Corta sus uñas cada dos semanas. Limpia sus ojos con un paño húmedo, usando una parte distinta para cada ojo. Revisa y limpia sus oídos semanalmente con vinagre de manzana diluido. Mantén su caja de arena impecable para cuidar también su pelaje. Es mejor tenerlo en interiores para evitar salud, accidentes o robos.",
    "salud": "-",
    "info_general": "-"
  },
  "Norwegian_Forest_Cat": {
    "cuidados": "Cepilla su pelaje largo una o dos veces por semana con cepillo de cerdas, de alambre o peine de acero. Si hay enredos, desenrédalos con cuidado. Su pelaje es casi impermeable, así que rara vez necesita baño. Cepilla sus dientes a diario o al menos una vez por semana. Limpia sus ojos a diario con un paño húmedo, usando una parte distinta para cada ojo. Revisa y limpia sus oídos semanalmente con vinagre de manzana diluido. Mantén su caja de arena muy limpia para evitar problemas y cuidar su pelaje. Es mejor mantenerlo en interiores o en un recinto seguro al aire libre para evitar salud, accidentes o robos.",
    "salud": "-",
    "info_general": "-"
  },
  "Himalayan": {
    "cuidados": "Requiere cepillado diario para mantener su pelaje largo limpio y sin enredos. Báñalo al menos una vez al mes. Su caja de arena debe mantenerse muy limpia, ya que puede dejar de usarla si se ensucia. Limpia sus ojos a diario para evitar manchas por lagrimeo. Cepilla sus dientes a diario o al menos una vez por semana. Es mejor mantenerlo en interiores, ya que no es apto para defenderse y corre riesgo de ser robado.",
    "salud": "-",
    "info_general": "-"
  },
  "Scottish_Fold": {
    "cuidados": "Cepilla su pelaje una vez por semana, o varias veces si es de pelo largo, para evitar enredos y distribuir los aceites naturales. Cepilla sus dientes a diario o al menos una vez por semana. Corta sus uñas cada dos semanas. Limpia sus ojos con un paño húmedo, usando una parte distinta para cada ojo. Revisa sus orejas semanalmente, sobre todo si están muy dobladas, y límpialas con vinagre de manzana diluido si es necesario. Mantén su caja de arena muy limpia. Es mejor mantenerlo en interiores para evitar salud, accidentes o robos.",
    "salud": "-",
    "info_general": "-"
  },
  "Bengal": {
    "cuidados": "Cepilla semanalmente su pelaje corto y grueso para eliminar el pelo muerto y distribuir aceites. Rara vez necesita baño. Cepilla sus dientes a diario o al menos una vez por semana. Corta sus uñas cada dos semanas. Limpia sus ojos con un paño húmedo, usando una parte distinta para cada ojo. Revisa y limpia sus oídos semanalmente con vinagre de manzana diluido. Mantén su caja de arena impecable. Es mejor mantenerlo en interiores o en un recinto seguro al aire libre para evitar salud, accidentes, que cace fauna local o sea robado.",
    "salud": "-",
    "info_general": "-"
  },
  "Birman": {
    "cuidados": "Cepilla semanalmente su pelaje sedoso, que no se enreda fácilmente, y con más frecuencia en primavera cuando muda. Un baño tibio puede ayudar a eliminar el pelo suelto. Cepilla sus dientes a diario o al menos una vez por semana. Corta sus uñas cada dos semanas. Limpia sus ojos con un paño húmedo, usando una parte distinta para cada ojo. Revisa y limpia sus oídos semanalmente con vinagre de manzana diluido. Mantén su caja de arena impecable para cuidar también su pelaje. Es mejor mantenerlo en interiores para evitar salud, accidentes o robos.",
    "salud": "-",
    "info_general": "-"
  },
  "Bombay": {
    "cuidados": "Cepilla su pelaje corto y brillante una vez por semana o con una gamuza para eliminar pelo muerto, distribuir aceites y dar brillo. Rara vez necesita baño. Cepilla sus dientes a diario o al menos una vez por semana. Limpia sus ojos con un paño húmedo, usando una parte distinta para cada ojo. Revisa y limpia sus oídos semanalmente con vinagre de manzana diluido. Mantén su caja de arena impecable. Es recomendable esterilizarlo entre los 6 y 9 meses. Es mejor tenerlo solo en interiores para evitar salud, accidentes o robos.",
    "salud": "-",
    "info_general": "-"
  },
  "Maine_Coon": {
    "cuidados": "Cepilla su pelaje sedoso dos veces por semana con peine de acero y rastrillo para quitar el subpelo muerto. Sé suave, especialmente en el estómago y la cola. Limpia su cola con toallitas si es necesario. Báñalo solo si su pelaje se ve grasoso o sucio. Cepilla sus dientes a diario o al menos una vez por semana. Corta sus uñas cada dos semanas. Limpia sus ojos con un paño húmedo, usando una parte distinta para cada ojo. Revisa y limpia sus oídos semanalmente con vinagre de manzana diluido. Mantén su caja de arena muy limpia. Es mejor mantenerlo en interiores para evitar salud, accidentes o robos.",
    "salud": "-",
    "info_general": "-"
  },
  "Ragdoll": {
    "cuidados": "Cepilla su pelaje semilargo 2 a 3 veces por semana con cepillo suave o peine para evitar enredos, especialmente en el cuello y axilas. Usa un peine especial para eliminar nudos si es necesario. Báñalo cada 4 a 6 meses si tiende a ensuciarse. Corta sus uñas cada 2 a 3 semanas. Revisa y limpia sus oídos con algodón húmedo o toallitas. Cepilla sus dientes con productos aptos para gatos para evitar problemas dentales. Aliéntalo a jugar y mantenlo con una dieta equilibrada para evitar el sobrepeso.",
    "salud": "-",
    "info_general": "-"
  },
  "Sphynx": {
    "cuidados": "Aunque no tiene pelaje, requiere mucho cuidado. Báñalo semanalmente con champú suave y limpia entre sus pliegues. Usa toallitas húmedas entre baños. Aplica crema sin aroma para mantener su piel hidratada. Cepilla sus dientes a diario o al menos una vez por semana. Limpia sus ojos a diario con un paño húmedo, usando una parte distinta para cada ojo. Revisa y limpia sus oídos semanalmente con vinagre de manzana diluido. Mantenlo abrigado con suéteres si hace frío. Mantén su caja de arena muy limpia. Es mejor tenerlo en interiores o en un recinto seguro con protector solar si se expone al sol.",
    "salud": "-",
    "info_general": "-"
  },
  "sintoma_vomito": "El vómito puede ser causado por comida en mal estado, parásitos, intoxicaciones o salud virales. Si el vómito es persistente o viene acompañado de otros síntomas, acude al veterinario.",
  "sintoma_falta_apetito": "La falta de apetito puede indicar problemas digestivos, fiebre, dolor o incluso depresión. Si tu mascota no come por más de un día, es recomendable una evaluación veterinaria.",
  "sintoma_moco_nasal": "El moco nasal puede deberse a una infección respiratoria, alergias o incluso cuerpos extraños en la nariz. Observa si hay estornudos frecuentes o fiebre, y acude al veterinario si persiste.",
  "sintoma_ojos_rojos": "Los ojos rojos pueden ser señal de conjuntivitis, alergias, irritación o infecciones oculares. Evita que se rasque y mantén los ojos limpios hasta consultar al veterinario.",
  "sintoma_convulsiones": "Las convulsiones pueden ser causadas por epilepsia, intoxicaciones, salud neurológicas o fiebre muy alta. Es una emergencia, y debes llevar a tu mascota al veterinario de inmediato."
}